Repository: BackupTheBerlios/gtkpacman-svn
Catalog: tags/1.2/share/locale/*/*.po
Languages: de

source: You're not root. You won't be able to edit configuration. If you want to manage packages you'll be asked for root password time by time
de: Sie sind nicht root. Sie sind nicht berechtigt die Konfiguration zu aendern. Wenn sie Pakete verwalten wollen, werden sie jedesmal nach dem root Passwort gefragt.

source: Clearing cache
de: Sauebere Zwischenspeicher

source: Emptying cache
de: Leere Zwischenspeicher

source: Refreshing Database
de: Datenbank auffrischen

source: Upgrading System
de: Aktualisiere System

source: Package %s isn't installed
de: Paket %s ist nicht installiert

source: Please, insert a package name
de: Bitte f¸gen Sie einen Paketnamen ein

source: Package %s doesn't exist in the database
de: Paket %s befindet sich nicht in der Datenbank

source: Package %s is not installed
de: Paket %s ist nicht installiert

source: No package find with this keyword: %s
de: Es konnte keine Pakete gefunden werden, die das Schluesselwort %s enthalten

source: This is probably a bug. Plaese report it at http://gna.org/projects/gtkpacman
de: Dies ist vermutlich ein Fehler im Programm. Bitte berichten sie ihn auf http://gna.org/projects/gtkpacman

source: %s is not installed
de: %s ist nicht installiert

source: Package
de: Paket

source: Installed Version
de: Installierte Version

source: Repository
de: Quelle

source: All
de: Alle

source: Installed
de: Installiert

source: Not installed
de: Nicht installiert

source: To upgrade
de: Aktualisierbar

source: Orphans
de: Verwaiste

source: Manually installed
de: Manuell installiert

source: Search for...
de: Suche nach...

source: This is probably a bug Please, report it at http://gna.org/projects/gtkpacman
de: Dies ist vermutlich ein Fehler im Programm. Bitte berichten sie ihn auf http://gna.org/projects/gtkpacman

source: version must be a string
de: Version muss eine Zeichenkette sein

source: inst_ver must be a string
de: inst_ver muss eine Zeichenkette sein

source: Installing/Upgrading %s
de: Installieren/Aktualisieren %s

source: U action requires a package argument
de: Aktion 'U' benoetigt ein weiteres Argument (Paket)

source: Upgrading %s from local file
de: Aktualisieren %s von lokaler Datei

source: A action requires a package argument
de: Aktion 'A' benoetigt ein weiteres Argument (Paket)

source: Installing %s from local file
de: Installieren %s von lokaler Datei

source: R action requires a package argument
de: Aktion 'R' benoetigt ein weiteres Argument (Paket)

source: Removing %s
de: Herausnehmen %s

source: Click button to close terminal
de: Klicken Sie Knopf, um Terminal zu schlie√ün

source: Done
de: Gemacht

source: Allow bold
de: Erlaube Fettschrift

source: Be Verbose
de: Sei "gespraechig"

source: Cascade remove
de: Rekursives loeschen

source: Check dependencies
de: Ueberpruefe Abhaengikeiten

source: Clear cache
de: Sauebere Zwischenspeicher

source: Close terminal
de: Schlieﬂen Sie Terminal

source: Common
de: Allgemein

source: Core options
de: Programm Einstellungen

source: Dependencies
de: Abhaengigkeiten

source: Do not ask for any confirmation
de: Frage nicht nach Bestaetigung

source: Don't remove files from system, only remove entry from "installed" database
de: Loesche keine Dateien vom System, sondern nur den Eintrag in der "installed" Datenbank

source: Don't save configuration files
de: Loesche Konfigurationsdateien

source: Download Only
de: Nur Herunterladen

source: Empty cache
de: Leere Zwischenspeicher

source: Filelist
de: Dateiliste

source: Force install
de: Erzwinge Installation

source: Giovanni Scafora <linuxmania@gmail.com> (French) Mattias Giese <Mattias.Giese@web.de> (German) Stefano Esposito <ragnarok@email.it> (Italian) Jens Perssons <xerxes2@gmail.com> (Sweidish)
de: Giovanni Scafora <linuxmania@gmail.com> (Franz√∂ch) Mattias Giese <Mattias.Giese@web.de> (Deutsch) Stefano Esposito <ragnarok@email.it> (Italiener) Jens Perssons <xerxes2@gmail.com> Schwedisch

source: Gtk Frontend for Archlinux pacman
de: Grafisches Frontend fuer Archlinux pacman

source: Gui options
de: GUI Optionen

source: In_stall/Upgrade package from database
de: Installiere/Aktualisiere Paket aus der Datenbank

source: Install Package from local file
de: Installiere Paket von lokaler Datei

source: Install from file
de: Installiere von Datei

source: Install package from local file
de: Installiere Paket von lokaler Datei

source: Install/Upgrade
de: Installiere/Aktualisiere

source: Install/Upgrade Package from database
de: Installiere/Aktualisiere Paket aus Datenbank

source: Install/Upgrade package from database
de: Installiere/Aktualisiere Paket aus Datenbank

source: Installed files owned by selected package
de: Installierte Akten werden von gew‰hltem Paket besessen

source: List of packages in the database
de: Auflistung der in der Datenbank enthaltenen Pakete

source: List of packages that need selected package
de: Liste von den Paketen, die vom gew‰hlten Pakete sich verlassen

source: List of selected package dependencies
de: Liste der Pakete, von denen die gewaehlten Pakete abhaengen.

source: No confirm
de: Keine Bestaetigung

source: Preferences
de: Einstellungen

source: Quick filter:
de: Schnellfilter:

source: Recursive remove
de: Rekursives Entfernen

source: Refresh Database
de: Datenbank auffrischen

source: Refresh _database
de: Datenbank auffrischen

source: Refresh database when upgrade system
de: Frische Datenbank auf, wenn das System aktualisiert wird

source: Remove
de: Entfernen

source: Remove Package
de: Entferne Paket

source: Remove all packages from local packages repo
de: Entferne alle Pakete vom lokalen Paket Repo

source: Remove configuration files too
de: Entferne auch Konfigurationsdateien

source: Remove old packages from local repo
de: Entferne alte Pakete vom lokalen Repo

source: Remove only database entry
de: Entferne nur den Datenbankeintrag

source: Remove selected package and all packages that depend on it
de: Entferne ausgewaehltes Paket und alle Pakete, die von ihm abhaengen

source: Remove selected packages and its dependencies (only if it's the only package that depends on them)
de: Entferne ausgewaehltes Paket und seine Abhaengigkeiten (wenn es das einzige Paket ist, welches von ihm abhaengt.)

source: Required by
de: Benoetigt von

source: Scroll on keystroke
de: Bei Tastendruck scrollen

source: Scroll on output
de: Bei Bildschirmausgaben scrollen

source: Select A File
de: Datei auswaehlen

source: Select background color
de: Hintergrundfarbe

source: Select background image
de: Hintergrundbild

source: Select foreground color
de: Vordergrundfarbe

source: Select terminal font
de: Schriftart

source: Set scrollback lines
de: Scrollback Zeilen

source: Show Window
de: Zeigen Sie Fenster

source: Summary
de: Zusammenfassung

source: Summary of selected package
de: Ausgew‰hlte Paketzusammenfassung

source: Terminal Preferences
de: Terminal Einstellungen

source: Upgrade Package from local file
de: Aktualisiere Paket von lokaler Datei

source: Upgrade System
de: Aktualisiere System

source: Upgrade from file
de: Aktualisiere von Datei

source: Upgrade package from local file
de: Aktualisiere Paket von lokaler Datei

source: Upgrade s_ystem
de: Aktualisiere System

source: Use alternative configuration file
de: Benutze alternative Konfigrationsdatei

source: Use alternative database:
de: Benutze alternative Datenbank:

source: Use alternative root:
de: Benutze anderes Wurzelverzeichnis:

source: Verbose output
de: Ausfuehrliche Bildschirmausgaben

source: When you click on "upgrade system" button, refresh database before checking packages to upgrade
de: Wenn sie das System aktualisieren, wird die Datenbank aufgefrischt, bevor auf neue Pakete ueberprueft wird

source: _Add package from local file
de: _Fuege Paket aus lokaler Datei hinzu

source: _Edit
de: _Bearbeiten

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Remove package
de: _Entferne Paket

source: insert the name/path of the package to install
de: Fuegen sie Name/Pfad des zu installierenden Paketes ein
