Repository: BackupTheBerlios/gtkpacman-svn
Catalog: trunk/share/locale/*/*.po
Languages: fr, it

source: You're not root. You won't be able to edit configuration. If you want to manage packages you'll be asked for root password time by time
fr: Vous n'êtes pas root. Vous ne pourrez pas modifier la configuration. Si vous voulez gérer les paquets, vous sera demandée le password de root chaque fois.
it: Non sei root. Non potrai mdificare la configurazione. Se vuoi gestire ipacchetti, ti verrà richiesta la password di root ogni volta

source: Clearing cache
fr: Nettoyer cache
it: Pulizia cache in corso

source: Emptying cache
fr: Vider le cache
it: Svutamento cache in corso

source: Refreshing Database
fr: Ajourner le Database
it: Aggiornamento database in corso

source: Upgrading System
fr: Ajourner le système
it: Aggiornamento sistema in corso

source: Package %s isn't installed
fr: Le paquet %s n'est pas installé
it: Il pacchetto %s non è installato

source: Please, insert a package name
fr: S'il vous plait, insèrez un nom de paquet
it: Inserisci il nome di un pacchetto

source: Package %s doesn't exist in the database
fr: Le paquet %s n'existe pas dans le database
it: Il pacchetto %s non esiste nel database

source: Package %s is not installed
fr: Le paquet %s n'est pas installé
it: Il pacchetto %s non è installato

source: No package find with this keyword: %s
fr: Aucun paquet trouvé avec ce mot
it: Nessun pacchetto corrispondente alla parola-chiave %s trovato

source: This is probably a bug. Plaese report it at http://gna.org/projects/gtkpacman
fr: Celui-ci est probablement un bug. S'il vous plait, le rapporter à http://gna.org/projects/gtkpacman
it: Questo è probabilmente un bug Per favore riportalo su http://gna.org/projects/gtkpacman

source: %s is not installed
fr: %s n'est pas installé
it: %s non è installato

source: Package
fr: Paquet
it: Pacchetto

source: Version
it: Versione

source: Installed Version
fr: Version installée
it: Versione Installata

source: All
fr: Tous
it: Tutti

source: Installed
fr: Installé
it: Installati

source: Not installed
fr: Non installés
it: Non installati

source: To upgrade
fr: À ajourner
it: Da aggiornare

source: Orphans
fr: Orphelins
it: Orfani

source: Manually installed
fr: Installés manuellement
it: Installati a mano

source: Search for...
fr: Recherche...
it: Cerca...

source: This is probably a bug Please, report it at http://gna.org/projects/gtkpacman
fr: Celui-ci est probablement un bug. S'il vous plait, le rapporter à http://gna.org/projects/gtkpacman
it: Questo è probabilmente un bug Per favore riportalo su http://gna.org/projects/gtkpacman

source: version must be a string
fr: version doit être une chaine de caractères
it: version dev'essere una stringa

source: inst_ver must be a string
fr: inst_ver doit être une chaine de caractères
it: inst_ver dev'essere una stringa

source: Installing/Upgrading %s
fr: Installer/Ajourner
it: Installazione/Aggiornamento di %s in corso

source: U action requires a package argument
fr: L'action U demande un paquet comme argument
it: L'azione U richiede un pacchetto come argomento

source: Upgrading %s from local file
fr: Ajournement du paquet %s de file local
it: Aggiornamento di %s da file locale in corso

source: A action requires a package argument
fr: L'action A demande un paquet comme argument
it: L'azione A richiede un pacchetto come argomento

source: Installing %s from local file
fr: Installer paquet de file local
it: Installazione di %s da file locale in corso

source: R action requires a package argument
fr: L'action R demande un paquet comme argument
it: L'azione R richiede un pacchetto come argomento

source: Removing %s
fr: Enlèvement %s
it: Rimozione di %s in corso

source: Click button to close terminal
fr: Clique le buton pour fermer le terminal
it: Clicca il bottone per chiudere il terminale

source: Done
fr: Exécuté
it: Fatto

source: Allow bold
fr: Permettre l'emploie du gras
it: Permetti l'uso del grassetto

source: Be Verbose
fr: Être Verbose
it: Verbose

source: Cascade remove
fr: Déplacement à chute
it: Rimozione a cascata

source: Check dependencies
fr: Contrôler les dépendances
it: Controlla le dipendenze

source: Clear cache
fr: Nettoyer cache
it: Pulisci la cache

source: Close terminal
fr: Fermer le terminal
it: Chiudi il terminale

source: Common
fr: Communes
it: Comuni

source: Copyright (C) 2005 by Stefano Esposito
it: Copyright (C) 2005 di Stefano Esposito

source: Core options
fr: Options du core
it: Opzione del Core

source: Dependencies
fr: Dépendances
it: Dipendenze

source: Do not ask for any confirmation
fr: Ne pas demander de confirmations
it: Non chiedere conferme

source: Don't remove files from system, only remove entry from "installed" database
fr: Ne pas rayer les files du système, rayer seulement les entry "installés" du database
it: Non rimuovere i file dal sistema, limitati a rimuovere l'entry dal databasedei pacchetti installati

source: Don't save configuration files
fr: Ne pas sauver les files de configuration
it: Noin salvare i file di configurazione

source: Download Only
fr: Décharger seulement
it: Scarica solo

source: Empty cache
fr: Vider le cache
it: Svuota la cache

source: Filelist
fr: Liste des files
it: Lista file

source: Force install
fr: Forcer l'installation
it: Forza l'installazione

source: Giovanni Scafora <linuxmania@gmail.com> (French) Mattias Giese <Mattias.Giese@web.de> (German) Stefano Esposito <ragnarok@email.it> (Italian) Jens Perssons <xerxes2@gmail.com> (Sweidish)
fr: Giovanni Scafora <linuxmania@gmail.com> (Français) Mattias Giese <Mattias.Giese@web.de> (Allemande) Stefano Esposito <ragnarok@email.it> (Italien) Jens Perssons <xerxes2@gmail.com> (Suèden)
it: Giovanni Scafora <linuxmania@gmail.com> (Francese) Mattias Giese <Mattias.Giese@web.de> (Tedesco) Stefano Esposito <ragnarok@email.it> (Italiano) Jens Perssons <xerxes2@gmail.com> (Svedese)

source: Gtk Frontend for Archlinux pacman
fr: Gtk Frontend pour Archlinux pacman
it: Frontend Gtk per pacman da Archlinux

source: Gui options
fr: Options de la Gui
it: Opzioni Gui

source: In_stall/Upgrade package from database
fr: In_staller/Ajourner les paquets du database
it: In_stalla/Aggiorna pacchetti dal database

source: Install Package from local file
fr: Installer paquet de file local
it: Installa pacchetti da file locali

source: Install from file
fr: Installer de file
it: Installa da file

source: Install package from local file
fr: Installer paquet de file local
it: Installa pacchetti da file locali

source: Install/Upgrade
fr: Installer/Ajourner
it: Installa/Aggiorna

source: Install/Upgrade Package from database
fr: Installer/Ajourner Paquet de database
it: Installa/Aggiorna pacchetti dal database

source: Install/Upgrade package from database
fr: Installer/Ajourner paquet de database
it: Installa/Aggiorna pacchetti dal database

source: Installed files owned by selected package
fr: Les files installés appartiennent à
it: Files installati dal pacchetto selezionato

source: List of packages in the database
fr: Liste des paquets dans le database
it: Lista dei pacchetti presenti nel database

source: List of packages that need selected package
fr: Liste des paquets qui ont bessoin du paquet sélectionné
it: Lista dei pacchetti dipendenti dal pacchetto selezionato

source: List of selected package dependencies
fr: Liste des dépendances du paquet sélectionné
it: Lista delle dipendenze del pacchetto selezionato

source: No confirm
fr: Ne pas demander de confirmations
it: Non chiedere conferme

source: Preferences
fr: Préférences
it: Preferenze

source: Quick filter:
fr: Filtre rapide:
it: Filtro veloce

source: Recursive remove
fr: Déplacement ricorsiva
it: Rimozione ricorsiva

source: Refresh Database
fr: Ajourner le Database
it: Aggiorna il database

source: Refresh _database
fr: Ajourner le _database
it: Aggiorna il _database

source: Refresh database when upgrade system
fr: Ajourner le database quand le système est ajourné
it: Aggiorna il database quando aggiorni il sistema

source: Remove
fr: Éliminer
it: Rimovi

source: Remove Package
fr: Éliminer le paquet
it: Rimuovi pacchetto

source: Remove all packages from local packages repo
fr: Éliminer tous les paquets du local repo
it: Rimouve tutti i pacchetti dalla repository locale dei pacchetti

source: Remove configuration files too
fr: Éliminer aussi les files de configuration
it: Rimuovi anche i file di configurazione

source: Remove old packages from local repo
fr: Éliminer les vieux paquets du local repo
it: Riomuovi i pacchetti vecchi dalla repo locale

source: Remove only database entry
fr: Éliminer seulement les entry du database
it: Rimouovi solo l'entrata del database

source: Remove selected package and all packages that depend on it
fr: Éliminer les paquets sélectionnés et tous les paquets qui dépendent d'eux
it: Rimuovi i pacchetti selezionati e tutti i pacchetti che dipendono da essi

source: Remove selected packages and its dependencies (only if it's the only package that depends on them)
fr: Éliminer les paquets sélectionnés et leurs dépendances (seulement si le paquet éliminé est l'unique à dépendre de ceci)
it: Rimuovi i pacchetti selezionati e le loro dipendenze (solo se il pacchettorimosso è l'unico a dipendere da esse)

source: Required by
fr: Demandé de
it: Richiesto da

source: Scroll on keystroke
fr: Glisser lorsque est pressé une touche
it: Scorri quando viene premuto un tasto

source: Scroll on output
fr: Glisser en suivant l'output
it: Scorri seguendo l'output

source: Select A File
fr: Sélectionner un file
it: Seleziona un file

source: Select a file
fr: Sélectionner un file
it: Seleziona un file

source: Select background color
fr: Sélectionner une couleur de fond
it: Seleziona un colore di sfondo

source: Select background image
fr: Sélectionner une image de fond
it: Seleziona un'immagine di sfondo

source: Select foreground color
fr: Sélectionner une couleur de premier plan
it: Seleziona un colore di fronte

source: Select terminal font
fr: Sélectionner un caractère pour le terminal
it: Selezione il font per il terminale

source: Set scrollback lines
fr: Établir les lignes du scrollback
it: Setta le linee di scrollback

source: Show Window
fr: Montre la fenêtre
it: Mostra finestra

source: Summary
fr: Sommaire
it: Descrizione

source: Summary of selected package
fr: Sommaire de le paquet sélectionné
it: Descrizione del pacchetto selezionato

source: Terminal
it: Terminale

source: Terminal Preferences
fr: Préférences du terminal
it: Preferenze del terminale

source: This program is free software; you can redistribute it and/ or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
fr: Ce programme est un software libre; vous pouvez le redistribuer et/ou le modifier selon les termes de GNU General Public License ainsi comme publié des Free software Foundation ; soit la version 2 de la Licence ou (selon votre choix) n'importe quel version suivante. Ce programme est distribué dans l'éspoir qui puisse être utile, MAIS SANS QUELQUE GARANTIE ; même pas l'implicite garantie COMMERCIAL OU CONFORMITÉ POUR UN BALAI DÉTAIL.Voir GNU General Public License pour majeurs informations. Vous devriez avoir reçu une copie de GNU General Public License ensemble à ce programme ; s'il n'était ainsi pas, vous écrivez à Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
it: Questo programma è software libero; puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License, così come pubblicata dalla Free software Foundation; sia la versione 2 della Licenza o (a tua scelta) qualsiasi versione successiva. Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; senza neanche l'implicita garanzia di COMMERCIABILITA' o ADEGUATEZZA PER UNO SCOPO PARTICOLARE. Vedi la GNU General Public License per maggiori dettagli. Dovresti aver ricevuto una copia della GNU General Public License insieme a questo programma; se così non fosse, scrivi alla Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Upgrade Package from local file
fr: Ajourner Paquet de file local
it: Aggiorna pacchetti da file locali

source: Upgrade System
fr: Ajourner le système
it: Aggiorna il Sistema

source: Upgrade from file
fr: Ajourner de file
it: Aggiorna da file

source: Upgrade package from local file
fr: Ajourner paquet de file local
it: Aggiorna pacchetti da file locali

source: Upgrade s_ystem
fr: Ajourner le s_ystème
it: Aggiorna il s_istema

source: Use alternative configuration file
fr: Employer un file de configuration alternatif
it: Usa un file di configurazione alternativo

source: Use alternative database:
fr: Employer un database alternatif
it: Usa un database alternativo:

source: Use alternative root:
fr: Employer une root alternative
it: Usa una root alternativa:

source: Verbose output
it: Verbose

source: When you click on "upgrade system" button, refresh database before checking packages to upgrade
fr: Lorsque vous tapez sur "ajourner le systéme", ajourner le database avant de contrôler les paquets à ajourner
it: Quando clicchi su "aggiorna il sistema", aggiorna il database prima di controllare i pacchetti da aggiornare

source: _Add package from local file
fr: _Ajouter un paquet de file local
it: _Installa pacchetti da file locali

source: _Edit
fr: _Modifier
it: _Modifica

source: _Help
fr: _Aide
it: _Aiuto

source: _Remove package
fr: _Éliminer le paquet
it: _Rimuovi pacchetti

source: _Upgrade package from local file
fr: _Ajourner le paquet de file local
it: _Aggiorna pacchetti da file locali

source: insert the name/path of the package to install
fr: insérer le nom/parcouru de le paquet à installer
it: inserisci il nome/percorso del pacchetto da installare

source: Repository
fr: Dépôt
